[
  "obsidian-git",
  "obsidian-excalidraw-plugin",
  "dataview",
  "obsidian-tasks-plugin",
  "quickadd",
  "realclaudian",
  "periodic-notes",
  "obsidian-auto-link-title",
  "smart-connections",
  "obsidian-link-embed",
  "typing-assistant"
]